Repository: glenfant/aws.authrss
Catalog: src/aws/authrss/locales/*/LC_MESSAGES/aws.authrss.po
Languages: de, fr

source: Authenticated RSS
de: Authentifiziertes RSS
fr: RSS authentifié

source: Authenticated RSS feeds (aws.authrss)
de: Authentifizierter RSS Feed (aws.authrss)

source: Authenticated RSS tokens
de: Authentifizierte RSS Tokens
fr: Jetons RSS authentifié

source: Authenticated users RSS tokens maintenance
de: Wartung Authentifizierte Benutzer RSS Tokens
fr: Maintenance des jetons RSS authentifié

source: Cleanup
de: Bereinigen
fr: Nettoyer

source: Installs the aws.authrss package
de: installiert das aws.authrss addon

source: My RSS token
de: Meine RSS tokens
fr: Mon jeton RSS

source: Remove tokens of removed users
de: entfernt Tokens gelöschter Nutzer
fr: Supprimer les jetons des utilisateurs révoqués

source: View or reset your RSS token
de: RSS Token anzeigen oder zurücksetzen
fr: Voir ou réinitialiser votre jeton RSS

source: Your token
de: Deine Tokens
fr: Votre jeton

source: explain_rss_token_1
de: Ihr privates RSS-Token gewährt Ihnen die Rechte für Ihren bevorzugten RSS-Reader, der Zusammenfassungen und Links zu Inhalten anzeigt, die Sie anzeigen dürfen, wenn Sie auf dieser Website authentifiziert sind.
fr: Votre jeton RSS privé vous octroie vos privilèges lors de la lecture par votre aggrégateur RSS favori, qui vous fournit alors les liens et résumés des contenus pertinents que vous êtes autorisé à voir dans ce site.

source: explain_rss_token_2
de: Dieses RSS-Token gibt <strong>nicht</strong> Ihr Login oder Passwort für diese Website preis, noch erlaubt es einem anderen Benutzer, der Ihr Token kennt, etwas anderes als das Lesen eines privaten RSS-Feeds.
fr: Ce jeton RSS n'est <strong>pas</strong> composé avec votre login ou mot de passe sur ce site, et n'autorise pas un utilisateur connaissant votre jeton d'accéder à autre-chose que vos fils RSS authentifiés.

source: explain_rss_token_3
de: Sie können dieses Token jederzeit zurücksetzen. Wenn Sie dieses Token zurücksetzen, werden bei Ihrem nächsten Besuch in Ihrem bevorzugten RSS-Reader nur noch Zusammenfassungen und Links zu Inhalten angezeigt, die für anonyme Benutzer verfügbar sind. Um Ihre privaten Inhalte in Ihrem RSS-Reader verfügbar zu machen, müssen Sie die Einstellungen für RSS-Feeds auf dieser Website bearbeiten und den vorherigen Token-Wert durch den unten angezeigten Wert ersetzen.
fr: Vous pouvez réinitialiser votre jeton à n'importe quel moment. Si vous réinitialisez ce jeton, les fils affichés lors de la prochaine visite de votre aggrégateur RSS favori ne fournira plus que les résumés et liens des éléments accessibles aux utilisateurs anonymes. Pour récupérer vos fils RSS authentifiés dans votre aggrégateur RSS favori, vous devrez remplacer dans celui-ci les occurence de votre ancien jeton par votre nouveau jeton.

source: invalid_token
de: Ungültiger Token
fr: Jeton invalide

source: msg_pruned_users
de: ${pruned} unbekannte(r) Benutzer wurde(n) aus der RSS-Token-Registrierung entfernt
fr: ${pruned} utilisateur(s) inconnu(s) ont été supprimés du registre des jetons RSS

source: msg_token_changed
de: Ihr RSS-Token wurde geändert
fr: Vous avez un nouveau jeton RSS.

source: purge_explain
de: Sie können die Token von gegangenen Benutzern entfernen, indem Sie auf die Schaltfläche unten klicken. Dadurch wird die Größe der Datenbank ein wenig reduziert und die Suche nach Token &lt;-&gt; Benutzern beschleunigt.

source: RSS Token
fr: Jeton RSS

source: Reset
fr: Réinitialiser
